{
"category": "Fairy Tales: Apple, Milk & Tea",
"title": "Basics",
"body":"Hey Listen!
...
Dang it, just can't do it. It says here in the interplanar rules for fairy behaviour I have to always address people I have information for with 'Hey Listen!', but I just feel like an overly annoying speck of light doing it. Please don't rat me out if I don't do it...
So let's see, you brought the apple. You just need to mix it with some sugar and wheat to get a nice apple tart. Both tasty and filling in one.
Now there is one thing you need to know about some of the special food here. We like to look at our food as well as eating it, so you can place it down. Go on, try it. You can simply pick it up again by touching it with either hand.
To eat it, either aim at empty air or be sneaky about it. You can also eat food you have placed down with chopsticks or a spoon. Here, I have a spare one for you. If you should loose it, I'll carve you a new one, just bring me a stick and and an apple to feed me.
What's next you ask? Well, I can start to teach you some cooking. There's a lot of useful foods and drinks you can make that'll help you with your magicking.
But first you probably should go out there and collect some ingredients. A lot of those will come handy and the earlier you start to grow them, the better.
The easiest thing to come by is tea and cassis. Both are rather common and grow in small bushes around the landscape. Just break them to get saplings to take home.
You'll also want to look out for yuzus. Those are big yellow fruit that grow on trees. Those are more rare, they tend to grow on plains. Collecting one is enough, you can make a sapling to grow your own from it.
While wading through water, look out for clams. They can be found in sand below water. Telltale signs are bubbles above the sand, also the sand is a darker shade than usually. Collect one and I'll teach you how to farm them.
The hardest thing to find is mint. It doesn't seem to grow in the wild, but I heard that some villagers trade for it. Also apparently some monsters have stashed away some in their chests."
}
