{
"page": 4,
"dimension": "1",
"title": "Purple Pool",
"body":"After recovering from the performance of your bloody wizardry, your friendly, intelligent, beneficent, lovely, absolutely magnificent guide rears his cover once more. 'Aaaaah excellent turning ingots of gold to iron! Alchemists of the past must be rotating vigorously in their unmarked ditches. Going against the crowd and performing the dreams of mankind backwards, well done my dear protege! Now our overall goal is rather clear... Find the boss of this enderman menace and show him/her/it what for! His or her comeuppance for the very idea of malevolently and cleverly robbing this world of riches for some nefarious although no doubt masterful scheme! But of course, as a true dastardly villain,  he's taken out the bridge, and as we speak must be setting up a path for you to fight his underlings, jump through hoops, and ultimately prove that YOU ARE THE HERO TO SAVE THE PRINCESS! And yes, chances are likely she is probably not going to be in the first three castles you invade...'.
As your somewhat thick monobrow ascends upwards in confusion as to what this angelic voice is going on about with talk of princesses and bridges, you have to wonder how much longer you’re expected to wait patiently and entertain it's desire to throw long monologues at you. 'Look, nevermind, I see I should probably save my jokes for someone who has at least two neurons to rub together for warmth. I'll make this simple.  There’s a big evil guy somewhere you can’t get to yet. You have to fight other guys to get stuff or else you can’t reach him. There's one dimension that we CAN invade, though, that's fairly in tune with natural magics.  All it takes is a small pond in the middle of a garden, probably two by two should be big enough, and tossing in a valuable gem, then off you go to the next dimension adventure, you’ll get to lay waste like the barbaric simpleton you were meant to be!  Gather the materials those twilight honcho's hold, and I'll tell you how you can use them to get to the big scary bad guy!'",
	"autoplay": true,
"sound": "Main4"
}
