{
"page": 2,
"dimension": "1",
"title": "Purple Particles",
"body":"'Ah excellent the star is fully filled! See! That wasn’t difficult at all for a destined hero like you. You’re destined, right? Of course you are, seventh son and/or daughter of a seventh so on and so forth? Well you can thank the last lot that had a go at the task. 'Oh this takes forever! Filling a full Klein Star without any tools is impossible! Stop mocking me and give me the next quest!' Bah! Now look where we are,  you haven't even developed carpal tunnel or resorted to  duct taping the right mouse button down…'  You raise your finger slightly before attempting to speak, but find yourself interrupted by the clearly agitated and devilishly well written quest giver. 
	'And no I don’t want to explain what happened to them either.. let’s just say we need a DMV for wizardry… A DMS of sort, 'Department of Magical Studies' That’ll weed out the weaklings! Yes yes I can see it now, studying potions and incantations, and perhaps even learning how to Stick Shift. Where was I? Right! I was just about to give you a pat on the back and your next assignment… That task being to help me figure out this mystery. Hmmm now who could have made off with the riches of this land… Aha I see you! Yes you over behind that tree with a dirt block in your hands! You have some explaining to do!' You look behind you to see a tall ,slender, dark figure, dirt between their… stubs? Tentacles? Look it’s all just long skinny pages to me. Its squinted eyes dart back and forth until it takes notice of the book and yourself. Upon seeing the one who had issued the challenge it hastily disappears in a cloud of purple glittering particles.
	'Yes he seems like a likely candidate doesn’t he? An endermen, a creature capable of teleporting in and out between this world and the end.  Also known for stealing the blocks that make up this world. It seems more than likely they were the ones behind this. Tell you what, to show me your competence in wizardy, I want you to steal some of their valuables, mix it up a little, change up the dynamic. After that I want you to infuse the jewel with the essence of nature… How do you do that you may ask? Do I need to keep holding your hand, make the lexica botania yourself, you were able to pull up your pants the right way this morning, this is nowhere as difficult as you made that out to be. It’ll show you how to make a mana pearl… Doing some reading on your own time will do wonders for you! Or at least it’ll get you out of my hair for a few minutes.'",
	"autoplay": true,
"sound": "Main2"
}
