{
"page": 7,
"dimension": "1",
"title": "Ending",
"body":"'Oh, now you’ve done it! Guess you’re pretty proud of yourself there. And what about me you ungrateful peasant? I’ve spent decades preparing, engineering this plot and now you ruined it. Do you have any idea how much blood, sweat and tears I spilt? Young aspiring magician, groomed to full potential by a benevolent magical book, prevailing through hardships, heroically slaying monsters only to meet a tragic end at the hands of the ultimate enemy. A beautiful tale of morale for children to show them the truth of the world, that, no matter how hard they struggle, what hardships they overcome, in the end something will cut down their dreams and reduce them to their place. BUT YOU ABSOLUTELY HAD TO FAIL THE MOST SIMPLE TASK OF ALL, TO DIE AT THE PROPER TIME! Now they will have illusions of grandeur, aspire to be more than they were born to be instead of resigning to their fate. We can’t have that, can we?'
The look on your face switches fluently between unbelief and anger.
'Well, this is precious. Apparently you were even more clueless than I expected, what a pleasant surprise in all this mess you’ve caused. Small favours, I guess, small favours.
Well, what’s done is done, can’t change it now, can I? I guess I’ll just have to start over somewhere else with a fresh protagonist and write this off as another learning experience.
So bye bye, ta ta, enjoy the rest of your miserable life.'
Within the blink of an eye, the book disappears as if it’s never been there. You are left alone with your anger and no release available.
THE END
or is it? Preorder the THE TRUE END DLC* now! For the small price of 42 nether star blocks** you can acquire the opportunity to download the DLC on release day*** from a launcher near you.
*) DLC does not imply that you will not have to restart your world to enjoy the new content.
**) Price can be subject to change. No refunds if you change your mind, the dlc gets never released or armageddon strikes before release time
***) The mod pack team is not liable for any trouble you have downloading the DLC in any case",
"sound": "Main7"
}
