{
	"page": 9,
	"title": "Gooey EMC",
	"body": "Hello There Minecrafter!
	'I have your final task before the impending doom' said the voice. 'I need you to make me an item that melts items into what I want them to be. let's say you put in an iron ingot and get out a gold one? Should be easy for a man of your talents should it not?'
	I could not argue, there was no arguing and I find myself, once again, sat at my brainstorming ideas on how to get this to work. 'It will be your legacy, you're crowning achievement i'm sure. I'm taking a nap, i'll be back when it's done' 
	He did that, I was starting to think I was his slave, given tasks to complete, me running around and doing them with no answering back, no asking why? There was mention of a dragon which didn't sit well with me...my fear is dragons and I simply could not face one voice or no voice.
	I took a diamond slapped together a load of magical paste on top of it, laced it with iron and smoothstone and there you have it! I had a huge chest. Not quite what I was after but I was convinced I was on the right track. It was a failure in the voices eyes and he wasted no time telling me.
	I was close I knew I was. I took the chest, more diamonds and obsidian. This has to work. Taking out a spell I used on the original chest I repeated it once again, this time editing it just slightly to give it more energy effects. The form took shape. At first I though I had done it again, it was just a chest. Until I place inside it a gold ingot looked and it had gone. Puzzled I started putting in my left over obsidian and was utterly surprised to see it churning out gold ingots!
	'ah, I see you've done it' the voice wandered back in, 'you know it's been nice working with you but if you aren't going to like dragons you are of no use to me anymore' 
	'i'm sorry? you're just a voice in my head, how can I be of no use to you anymore?'
	'I've been getting stronger, my voice getting louder and I have to say i'm surprised you haven't seen this coming'
",
	"sound": "Page9"
}