{
	"page": 2,
	"title": "Hobgoblin Wives",
	"body": "Hello There Minecrafter!
It was a warm sunny day when I was down at the lake washing my undergarments. I remember the day well. I'd not long landed on the shores of Minecraftia and met the voice in my head. I was struggling to get myself situated, food was a problem, my house constantly getting blown up by those pesky creepers! I remember this day well because it was the day that my life began to change around for the better and I began to prosper in this world.
Looking up whilst wringing out my wet trousers I was met with the most wondrous of sights. Why, it was a beautiful woman all of green skin, she had a long nobbly nose, had no hair whatsoever and was around 2 foot tall. She was what I was waiting for all my life! I stopped what I was doing and walked around the lake to meet her and talk to her. I was so struck with love that I had forgotten to put my pants back on!
'Hello There fine specimen. What might a young Wizard call you fine lady!' I took a low bow as I neared her whilst taking off my Wizards hat.
'Hmmmmm' She Replied. I knew instantly she felt the same!
After a while of us seeing each other every day on the shore of that lake she took me to see her family. We walked for a good while over the hills and into a valley all of Birch Trees and there, down at the very bottom, was a small wooden hut I presumed to be hers. As we neared I told her I was nervous about meeting her family, but she kindly replied to me...'Hmmmm', it was all I needed to steady my nerves.
After the pleasantries of meeting her family she took me to her room! I was shocked I had to say we'd only known each other for a few weeks and here I was, in her room! However, what happened next surprised even this old Wizard! Whips, chains and all sorts of kinky materials were hanging up on the walls, draped on the bed and hung from her wardrobe. She handed me a lead, 'Hmmmm' and I knew then what she wanted me to do!
I put the lead on her and we went for a walk of course! She wanted to show me her personal mine and this little ritual we were doing now would give her the strength to mine such a material that wouldn't be possible without the old Wizard holding the lead she was on. We quickly arrived there in the hills and before me was the bluest material I had ever seen, 'Hmmmm' She said. I knew immediately what she wanted to do. She took out her pickaxe and blasted the blue material from the cave wall, I picked up the resulting material and affectionately named it...Koboldite Dust.
We went back to her parents house with her still following behind me on her lead and as we walked in her father looked at me, 'Hmmmm' He said. 'Certainly, sir' I took the lead off his daughter and handed him the dust she had mined. He handed me a small blue ingot, 'Hmmm'. It was then I knew. I was never to see his daughter again, her work was done. All I had left of my love was a small blue Koboldite ingot.",
		"autoplay": true,
"sound": "Page2"
}