{
	"page": 5,
	"title": "Cold and Lonely",
	"body": "Hello There Minecrafter!
	The nights have become bitterly cold, wind whipping up a storm outside biting straight through your clothes if you were outside in it! I preferred to be by the fire whilst the cold passed and I knew spring would arrive. It wasn't that simple.
	There was a niggling in my head. My love lost? No, it wasn't that. A longing for bells chiming and a round bellied man laughing. Strange I know! I felt the need to decorate a tree with lights and small decorations! One day I had decided it was time I did something about that, to indulge myself in my own desires!
	I went out into the biting cold one winters morning and cut down a small spruce tree that was trying to take home and shelter under a much larger one. This one would do! Pulling up my socks I dragged that tree back home and propped it up, steadied with large logs, in the corner of my living room!
	It wasn't enough, I needed more! I had crafted myself a wooden toy and wrapped it up to put under the tree, this felt right for some reason. I needed music. For the first time since I arrived in this forsaken place, I needed music. Music I got when I created myself a piano! I have no idea how the plans had formed in my head but I continued...
	I build a man made of snow, hung decorations over the first in the shape of boots, bells and snowflakes. I crafted a small house covered in snow out of the gingerbread I had made and that very night I put out some milk and cookies on my small table. Something told me it was right!
	In the morning I awoke to the sounds of a single bird cheeping. Looking out the window snow was no longer falling but a thick white blanket covered the ground and in that thick white blanket there were hoof marks. I suddenly felt excited for some reason!
	Donning my gown made from deer I had farmed for food the weeks previous I bound outside and rounded the house and there in front of me was a man. A Man dressed in red and white sat in a small carriage pulled by two reindeer. 'HoHoHo' He laughed. We talked all day and well into the night. The next morning I woke in my armchair and he was gone.
	There was that sense of loss once again, but also a sense of happiness.
",
	"autoplay": true,
	"sound": "Page5"
}