{
	"category": "The Wizards Journal",
	"title": "Freeze!",
	"body": "Hello There Minecrafter!
	I woke this morning because the voice allowed me to. There was yet another task to complete for him. I had made this gun to kill a creature of another land. I had no idea there was even another land in this place!
	I gathered up what I had been told to. One of my precious diamonds, a handful of plants, some water and a shovel. I dug a small hole, as instructed, I placed the flowers all around the hole, as instructed, and tipped my water into the hole, as instructed.
	'Place the diamond into the water, you may also want to take a step back whilst doing this. We wouldn't want you to lose your head now would we? That would be inconvenient!' Said the voice. So I did as I was asked, without the energy or will to say otherwise. I tossed the diamond into the water and an almighty crack came from the skies as lightening ripped through the air and slammed into the pool.
	I jumped back in shock and awe at what just happened. It had left a small purple portal to another land where the water used to be. 'Now jump in! You are wasting time and we need to find the Yeti'
	Now any other time I would have questioned what he was talking about and what I was thinking but I did as I was told and jumped right on in. A sickening sensation filled my body and bang, I was dropped into another land with tall dark trees and strange animals.
	I was there for a few days, living off the wildlife, moving on when instructed when we came to a snow covered land. I had a sudden sense of foreboding but the voice pushed and pushed me to move on. A sudden roar brought me to my senses and I whirled around to be faced by a huge white monster and for the first time in a long time I was scared. It brought back the memory of the spawners and my near death experience with them.
	Luckily for me I remembered quickly that I had created my gun and had my cloak in my bag. I ran behind a tree as fast as my legs could carry me, whipped out my cloak and wrapped it around me, making me invisible. I took my gun out of my holster and loaded up a few bullets. I peered out from behind the tree and the beast was looking confused. It knew I should be there but wasn't. I slowly crept out from behind the tree to get a better shot at the beast. Crouched down, aimed and hailed half a dozen bullets into the beast before it fell.
	'Now take it's fur! Come on I have better things to be doing than dragging you around all the time!' the voice snapped.
",
	"autoplay": true,
	"sound": "Page8"
}